Repository: Muniyaraj-ios/Live_It
Catalog: Live It/Resources/*.lproj/Localizable.strings
Languages: ar

source: Login
ar: تسجيل الدخول

# dont_have_ac
source: Don't have an account?
ar: ليس لديك حساب؟

source: Signup
ar: اشتراك

source: Spotlight your talent
ar: سلط الضوء على موهبتك

# grow_your_audience
source: Grow your audience and connect directly.Your stage, your crowd.
ar: قم بتنمية جمهورك وتواصل مباشرة. مسرحك، جمهورك.

source: Start instantly
ar: ابدأ على الفور

# no_minimum_audience
source: No minimum audience required to begin your livestreaming journey.
ar: لا يلزم وجود حد أدنى من الجمهور لبدء رحلة البث المباشر.

source: Exclusive access
ar: الوصول الحصري

# getup_close_with_special
source: Get up close with special livestreaming experiences. Be more than just a viewer.
ar: اقترب من تجارب البث المباشر الخاصة. كن أكثر من مجرد مشاهد.

source: Discover new trends
ar: اكتشاف الاتجاهات الجديدة

# unique_creators_diverse_content
source: Unique creators, diverse content.A new world at every click.
ar: مبدعون فريدون، محتوى متنوع. عالم جديد عند كل نقرة.

source: Monetize your way
ar: الربح بطريقتك

# choose_how_you_earn
source: Choose how you earn - subscriptions, live reactions, exclusive content, and live shopping.
ar: اختر الطريقة التي تكسب بها - الاشتراكات وردود الفعل المباشرة والمحتوى الحصري والتسوق المباشر.

source: Sign up
ar: اشتراك

# alerady_have_ac
source: Already have an account?
ar: هل لديك حساب بالفعل؟

# phone_or_email
source: Phone number or email address
ar: رقم الهاتف أو عنوان البريد الإلكتروني

source: Live It
ar: عشها

# happly_to_have_here
source: Happy to have you here!
ar: سعيد بوجودك هنا!

# enter_6_digit
source: Enter 6 digit code
ar: أدخل الرمز المكون من 6 أرقام

# code_sent_to_num
source: Your code was sent to []
ar: تم إرسال الرمز الخاص بك إلى []

source: Resend code
ar: إعادة إرسال الرمز

source: Second
ar: ثانية

source: Seconds
ar: ثواني

# remain_to_resend
source: remaining to resend code
ar: باقي لإعادة إرسال الرمز

# confirm_birthday
source: Confirm your birthday
ar: تأكيد تاريخ ميلادك

source: Continue
ar: يكمل

source: Date of birth
ar: تاريخ الميلاد

# confirm_dob
source: Confirm date of birth
ar: تأكيد تاريخ ميلادك

# yes_its_correct
source: Yes, this looks correct!
ar: نعم، هذا يبدو صحيحا!

# need_make_changes
source: I need to make changes
ar: أنا بحاجة إلى إجراء تغييرات

# confirm_dob_alert_msg
source: After Confirmation, you won't be able to change your date of birth
ar: بعد التأكيد، لن تتمكن من تغيير تاريخ ميلادك

source: Cancel
ar: يلغي

# you_must_18_or_older
source: You must be 18 or older to use our app
ar: يجب أن يكون عمرك 18 عامًا أو أكثر لاستخدام تطبيقنا

# by_verify_age
source: By verifying your age, you help us personalize your experience, maintain a safe community, and show you age-appropriate content. This will not be shown publicly.
ar: من خلال التحقق من عمرك، فإنك تساعدنا في تخصيص تجربتك، والحفاظ على مجتمع آمن، وإظهار المحتوى المناسب لعمرك. ولن يتم عرض هذا للعامة.

source: Access denied
ar: تم الرفض

# our_community_guideliness
source: Our community guidelines require all users to be at least 13 years old. Unfortunately, you do not meet our age criteria.
ar: تشترط إرشادات مجتمعنا أن يكون عمر جميع المستخدمين 13 عامًا على الأقل. ولسوء الحظ، أنت لا تستوفي معاييرنا العمرية.

# greeting_message
source: Welcome to the Vinivia experience!
ar: مرحبًا بكم في تجربة فينيفيا!

# thanks_for_join_us
source: Thank you for joining us! Here, you'll find a world of content specially curated for you. Let's get started on your exciting journey!
ar: شكرًا لانضمامك إلينا! ستجد هنا عالمًا من المحتوى المُصمم خصيصًا لك. فلنبدأ رحلتك المثيرة!

# welcome_user
source: Welcome, []!
ar: مرحباً، []!

# congrats_verified_creator
source: Congrats, you're a verified creator on Vinivia! You are now part of our exclusive Creator community.Be sure to upload a profile photo to make sure your audience knows who you are!
ar: تهانينا، لقد تم التحقق من أنك منشئ محتوى على Vinivia! أنت الآن جزء من مجتمع منشئي المحتوى الحصري لدينا. تأكد من تحميل صورة الملف الشخصي للتأكد من أن جمهورك يعرف من أنت!

# congrats_parts_of_community
source: Congrats, you're now part of our exclusive Creator community! Connect with an engaging audience & build your community!
ar: تهانينا، أنت الآن جزء من مجتمع منشئي المحتوى الحصري لدينا! تواصل مع جمهور جذاب وابني مجتمعك!

# what_first_name
source: What's your first name?
ar: ما هو اسمك الأول؟

source: First name
ar: الاسم الأول

source: Enter your name
ar: أدخل اسمك

# next_add_last_name
source: Next, add your last name
ar: التالي، أضف اسمك الأخير

# what_last_name
source: What's your last name?
ar: ما هو اسمك الأخير؟

source: Last name
ar: اسم العائلة

# next_create_user_name
source: Next, create a username
ar: التالي، قم بإنشاء اسم مستخدم

# create_user_name
source: Create a username
ar: إنشاء اسم مستخدم

source: Username
ar: اسم المستخدم

# enter_user_name
source: Enter your user name
ar: أدخل اسم المستخدم الخاص بك

# next_upload_picture
source: Next, upload a picture
ar: التالي، قم بتحميل الصورة

# name_must_contain_atleast_characters
source: [] must contain at least {} characters
ar: [] يجب أن يحتوي على {} حرفًا على الأقل

# please_make_your_username_shorter
source: Please make your [] shorter.
ar: من فضلك اجعل [] أقصر.

# please enter_shorter_
source: Please enter a shorter [)
ar: الرجاء إدخال أقصر [)

# cannot_contain_uppercase
source: [] cannot contain uppercase letters
ar: [] لا يمكن أن يحتوي على أحرف كبيرة

# username_allowed_chars
source: Usernames can only use letters, numbers, underscores (_) and periods (.)
ar: يمكن لأسماء المستخدمين استخدام الأحرف والأرقام والشرطات السفلية (_) والنقاط (.) فقط.

# personalize_profile
source: Personalize your profile
ar: تخصيص ملف التعريف الخاص بك

source: Express yourself
ar: عبر عن نفسك

# connect_authentically
source: Connect authentically with other people by uploading an awesome picture of yourself.
ar: تواصل بشكل أصيل مع الآخرين من خلال تحميل صورة رائعة لنفسك.

# next_follow_creator
source: Next, follow our creators
ar: التالي، اتبع المبدعين

# upload_another_pic
source: Upload another picture
ar: تحميل صورة أخرى

source: Fantastic!
ar: رائع!

# all_set_continue
source: You are all set to continue,
ar: أنتم جاهزون للاستمرار

source: Upload picture
ar: تحميل الصورة

source: Later
ar: لاحقاً

source: Save
ar: يحفظ

# follow_our_creator
source: Follow our creators
ar: اتبع المبدعين لدينا

source: Follow all
ar: متابعة الكل

# next_select_interest
source: Next, select your interests
ar: التالي، حدد اهتماماتك

source: Skip
ar: يتخطى

# pick_categories_interest
source: Pick your categories of interest
ar: اختر الفئات التي تهمك

# next_fill_profile
source: Next, fill out your profile
ar: التالي، املأ ملفك الشخصي

# select_your_interest
source: Select your interests
ar: اختر اهتماماتك

# choose_category_intro
source: Choose at least one content category to personalize your app experience and receive relevant content.
ar: اختر فئة محتوى واحدة على الأقل لتخصيص تجربة تطبيقك وتلقي المحتوى ذي الصلة.

source: See more
ar: شاهد المزيد

source: See less
ar: انظر أقل

source: Follow
ar: يتبع

source: Unfollow
ar: إلغاء المتابعة
